Repository: systori/systori
Catalog: systori/locale/*/LC_MESSAGES/django.po
Languages: de

source: Form has become invalid due to external changes to the jobs list.
de: Die Daten wurden ungültig auf Grund von externen Änderungen.

source: Add Terms
de: AGBs hinzufügen

source: Is Final Invoice?
de: Schlussrechnung

source: Title
de: Titel

source: Invoice
de: Rechnung

source: At least one job must be selected.
de: Es muss mindestens ein Los ausgewählt sein.

source: Debit Net
de: Soll

source: Debit Tax
de: Soll

source: An explanation is required for non-itemized invoice.
de: Ein Pauschalbetrag benötigt ein Kommentar.

source: Adjustment
de: Korrektur

source: Adjustment Net
de: Korrektur netto

source: Adjustment Tax
de: Korrektur Steuer

source: Corrected Net
de: korrigiert netto

source: Corrected Tax
de: korrigiert Steuer

source: Received Date
de: Erhalten am

source: Bank Account
de: Bankkonto

source: Payment
de: Zahlung

source: Is discounted?
de: Wurde Skonto gezogen?

source: The sum of splits must equal the payment amount.
de: Die Summe der Einzelbeträge muss der Zahlung entsprechen.

source: Split Net
de: Anteil netto

source: Split Tax
de: Anteil Steuer

source: Discount Net
de: Skonto netto

source: Discount Tax
de: Skonto Steuer

source: Refund
de: Gutschrift

source: Refund Net
de: Gutschrift netto

source: Refund Tax
de: Gutschrift Steuer

source: Apply Net
de: Netto anwenden

source: Apply Tax
de: Steuer anwenden

source: Account code must be a number between %(min)s and %(max)s inclusive.
de: Die Kontonummer muss zwischen %(min)s und %(max)s liegen.

source: Proposal
de: Angebot

source: Owner
de: Eigentümer

source: Foreman
de: Vorarbeiter

source: Laborer
de: Mitarbeiter

source: active
de: aktiv

source: You must provide either a company or last name.
de: Pflicht ist (mind.) entweder ein Firmen- oder Nachname.

source: Business
de: Firma

source: Salutation
de: Anrede

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Phone
de: Telefon

source: Website
de: Webseite

source: Address
de: Adresse

source: Postal Code
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: auto-generate address label
de: Adressfeld automatisch generieren.

source: Address Label
de: Adressfeld

source: Notes
de: Notizen

source: Contact
de: Kontakt

source: Contacts
de: Kontakte

source: Customer
de: Kunde

source: Contractor
de: Vertragspartner

source: Supplier
de: Lieferant

source: Architect
de: Architekt

source: Other
de: Andere

source: Association
de: Verknüpfung

source: Is Billable?
de: Abrechenbar

source: Project Contact
de: Projektkontakt

source: Project Contacts
de: Projektkontakte

source: The uploaded file format is not supported.
de: Das hochgeladene Dateiformat wird nicht unterstützt.

source: Letterhead {}
de: Briefpapier {}

source: Date
de: Datum

source: Proposals
de: Angebote

source: Jobs
de: Lose

source: New
de: Neu

source: Sent
de: Gesendet

source: Approved
de: beauftragt

source: Declined
de: Abgelehnt

source: Send
de: als gesendet markieren

source: Approve
de: als beauftragt markieren

source: Decline
de: als abgelehnt markieren

source: Invoices
de: Rechnungen

source: Invoice No.
de: Re-Nr.

source: Draft
de: Entwurf

source: Paid
de: bezahlt

source: Mark Sent
de: Als versendet markieren

source: Pay
de: Bezahlen

source: Payments
de: Zahlung

source: Refunds
de: Gutschriften

source: Mr
de: Herr

source: John
de: Max

source: Smith
de: Mustermann

source: Header
de: Vortext

source: Footer
de: Nachtext

source: Document Type
de: Dokumententyp

source: Document Template
de: Dokumentenvorlage

source: Document Templates
de: Dokumentenvorlagen

source: salutation
de: Anrede

source: firstname
de: Vorname

source: lastname
de: Nachname

source: Letterhead PDF
de: Briefpapier PDF

source: Document Unit
de: Dokumententyp

source: Top Margin
de: Abstand Oben

source: Right Margin
de: Abstand Rechts

source: Bottom Margin
de: Abstand Unten

source: Left Margin
de: Abstand Links

source: Top Margin Next
de: Abstand Oben nächste Seite

source: Bottom Margin Next
de: Abstand Unten

source: ELEVENSEVENTEEN
de: ELENVENSEVENTEEN

source: Pagesize
de: Seitengröße

source: Portrait
de: Hochkant

source: Landscape
de: Querformat

source: Orientation
de: Format

source: Debug Mode
de: Debug Modus

source: Font
de: Schriftart

source: language
de: Sprache

source: Evidence Sheet
de: Aufmaßblatt

source: Project
de: Projekt

source: Code
de: Nummer

source: Task
de: Position

source: P-Amount
de: Angebotsmenge

source: consideration
de: Nettosumme

source: tax
de: MWSt

source: gross
de: Bruttosumme

source: Project progress
de: Leistungsstand

source: Payment on {date}
de: Zahlung vom {date}

source: Discount applied
de: Skonto gewährt

source: Open claim from prior invoices
de: Offene Forderungen aus vorherigen Rechnungen

source: This Invoice
de: Zahlbetrag

source: Description
de: Beschreibung

source: Amount
de: Menge

source: Price
de: Preis

source: Total
de: Summe

source: Work completed on {date}
de: Erbrachte Leistung zum {date}

source: Flat invoice on {date}
de: Pauschalrechnung vom {date}

source: Adjustment on {date}
de: Zahlung vom {date}

source: Total without VAT
de: Summe netto

source: Please indicate the correct invoice number on your payment.
de: Bitte verwenden Sie diese Nr. bei der Zahlung.

source: gross pay
de: Bruttosumme

source: VAT
de: MWSt

source: Job Performance
de: Leistungsstand

source: Your Payment on
de: Zahlung vom

source: Discount Applied
de: Skonto gewährt

source: Billable Total
de: Abrechenbare Menge

source: Itemized listing {}
de: Einzelaufstellung {}

source: Optional
de: Bedarf

source: Alternative
de: Alternativ

source: Total including VAT
de: Summe brutto

source: Page {} of {}
de: Seite {} von {}

source: Continuation
de: Fortsetzung

source: Manufacturer
de: Hersteller

source: Info: Picture was in Imported File.
de: Info: Bild in importierter Datei vorhanden.

source: Project Name
de: Projektbezeichnung

source: Project Description
de: Projektbeschreibung

# phase
source: Prospective
de: angehend

# phase
source: Tendering
de: angeboten

# phase
source: Planning
de: vorbereiten

# phase
source: Executing
de: ausführen

# phase
source: Settlement
de: abrechnen

# phase
source: Warranty
de: gewährleisten

# phase
source: Finished
de: beendet

source: Active
de: aktiv

source: Paused
de: pausiert

source: Disputed
de: streit

source: Stopped
de: gestopt

source: Projects
de: Projekte

source: Site Name
de: Einsatzort

source: Latitude
de: Breitengrad

source: Longitude
de: Längengrad

source: Day
de: Tag

source: Main Site
de: Baustelle

source: Job Template
de: Los-Vorlage

source: Proposed
de: angeboten

source: Started
de: gestarted

source: Completed
de: fertiggestellt

source: Job
de: Los

source: Complete
de: fertigstellen

source: Task Groups
de: Gruppen

source: Quantity
de: Menge

source: Unit
de: Einheit

source: Ready
de: bereit

source: Running
de: läuft

source: Done
de: fertig

source: Billable
de: Abrechenbar

source: Line Item
de: Kalkulation

source: Line Items
de: Kalkulationen

source: Progress Report
de: Stundenzettel

source: Progress Reports
de: Aufmaß Meldungen

source: Timer already running
de: Stoppuhr läuft bereits

source: timer
de: Stoppuhr

source: timers
de: Stoppuhren

source: Overtime
de: Überstunden

source: User
de: Benutzer

source: Time Report for
de: Stundenübersicht für

source: The two password fields didn't match.
de: Die eingegebenen Passwörter stimmen nicht überein.

source: Password
de: Passwort

source: Password confirmation
de: Passwort bestätigen

source: Enter the same password as above, for verification.
de: Geben Sie das gleiche Passwort wie oben ein.

source: first name
de: Vorname

source: last name
de: Nachname

source: email address
de: eMail

source: date joined
de: Eintrittsdatum

source: user
de: Benutzer

source: users
de: Benutzer

source: Asset
de: Aktiva

source: Liability
de: Passiva

source: Income
de: Ertrag

source: Expense
de: Aufwand

source: Account Type
de: Dokumententyp

source: Accounts Receivable
de: Debitorenkonten

source: Asset Type
de: Aktiva

source: Date Transacted
de: Buchung

source: Date Finalized
de: Eintrittsdatum

source: Finalized
de: Finalisieren

source: Date Recorded
de: Belegdatum

source: Transaction Type
de: Buchungssatz

source: Value
de: Betrag

source: Refund Credit
de: Haben

source: Discount
de: Skonto

source: Work Debit
de: Soll

source: Flat Debit
de: Pauschal Soll

source: Entry Type
de: Buchungstyp

source: Net
de: Netto

source: Tax
de: MWSt

source: Gross
de: Summe

source: Value Type
de: Dokumententyp

source: Date Reconciled
de: Abgeglichen

source: Reconciled
de: Abgeglichen

source: English
de: Englisch

source: Are you sure you want to delete "%(object)s"?
de: Sind Sie sicher dass Sie das Objekt "%(object)s" löschen möchten?

source: Confirm
de: Bestätigen

source: Transaction #
de: Buchungssatz #

source: Account
de: Menge

source: Debit
de: Soll

source: Credit
de: Haben

source: Save
de: Speichern

source: Bank Accounts
de: Bankkonten

source: Balance
de: Saldo

source: Actions
de: Aktionen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Add
de: Hinzufügen

source: Other Accounts
de: Andere Konten

source: Type
de: Typ

source: Match Overpaid
de: Überzahlung ausgleichen

source: Match Underpaid
de: Auf freigegeben reduzieren

source: Match Overbilled
de: An berechnet angleichen

source: Invoiced
de: berechnet

source: Progress
de: Fortschritt

source: Corrected
de: korrigiert

source: net
de: netto

source: Email w/ Payment Details
de: eMail - Zahlungsdetails

source: Print
de: Druck

source: Print w/ Payment Details
de: Druck - Zahlungsdetails

source: Invoice Details
de: Rechnungsdetails

source: Created
de: Erstellet

source: Debits
de: Debitoren

source: Estimate
de: Angebot

source: Itemized
de: Aufstellung

source: Parent
de: Vorgänger

source: Apply Refund
de: Wende Gutschrift an

source: open field app
de: öffne Field App

source: Settings
de: Einstellungen

source: Logout
de: Abmelden

source: Create
de: Erstellen

source: Contact Details
de: Kontaktdetails

source: edit
de: bearbeiten

source: Associated Projects
de: Verknüpfte Projekte

source: Directory
de: Adressbuch

source: Are you sure you want to remove "%(object)s" from this project?
de: Sicher das Objekt "%(object)s" löschen?

source: Add Contact to %(project_name)s
de: Kontakt zu %(project_name)s hinzufügen

source: Create and then add contact to %(project_name)s
de: Kontakt erstellen und zu Projekt %(project_name)s hinzufügen.

source: Evidence Details
de: Aufmaßdetails

source: Proposal Details
de: Angebotsdetails

source: Equipment Details
de: Ausrüstungsdetails

source: Equipment
de: Ausrüstung

source: Planning
de: Planung

source: Assign
de: verknüpfen

source: Labor
de: Lohn

source: Dashboard
de: Pinnwand

source: Workers
de: Arbeiter

source: No workers have been assigned.
de: Keine Arbeiter zugewiesen.

source: No equipment has been assigned.
de: Keine Positionen zugewiesen.

source: Tasks
de: Positionen

source: No tasks have been assigned.
de: Keine Positionen zugewiesen.

source: Manage
de: Verwaltung

source: You have not been assigned to any job sites today.
de: Du bist noch keinem Einsatzort zugeteilt.

source: search
de: Suche

source: Type here...
de: Filter ...

source: Job Sites
de: Einsatzorte

source: Copy from %(otherday)s.
de: Von %(otherday)s kopieren.

source: Cannot change the past.
de: Nicht die Vergangenheit ändern du kannst.

source: No daily plans exist for %(day)s.
de: Für %(day)s existieren keine Tagespläne

source: Back
de: Zurück

source: Remove task from %(jobsite)s.
de: Entferne Pos. von %(jobsite)s.

source: Add task to %(jobsite)s.
de: Position zu %(jobsite)s hinzufügen

source: Comments
de: Kommentar

source: Save Progress
de: Fortschritt speichern

source: back
de: zurück

source: next
de: vor

source: Daily Plans
de: Tagesplan

source: Templates
de: Vorlagen

source: Users
de: Benutzer

source: Accounts
de: Konten

source: Timetracking
de: Zeiterfassung

source: Job Templates
de: Los-Vorlagen

source: Document Settings
de: Dokumenten-Einstellungen

source: Letterhead
de: Briefpapier

source: Language
de: Sprache

source: Evidence
de: Aufmaß

source: Project Progress
de: Leistungsstand

source: Evidence preprinted form
de: Aufmaß Vordruck

source: Create Job
de: Los erstellen

source: Created On
de: Erstellt am

source: Email PDF
de: eMail

source: Print PDF
de: Druck

source: Create Proposal
de: Angebot erstellen

source: No jobs available for new proposal.
de: Keine Positionen verfügbar.

source: No billable contact defined.
de: Kein Kontakt für eine Abrechnung definiert.

source: Create next invoice in this sequence.
de: Neue Rechnung in dieser Folge erstellen.

source: Last invoice in sequence must be marked as sent before a new one can be created.
de: Bevor eine neue Rechnung erstellt werden kann, muss die vorherige als versendet markiert werden.

source: Start new invoice sequence.
de: Starte eine neue Rechnungsfolge.

source: Applied
de: anteilig

source: Add Payment
de: Zahlung hinzufügen

source: Adjustments
de: Korrekturen

source: Add Adjustment
de: Korrektur hinzufügen

source: Add Refund
de: Gutschrift hinzufügen

source: Set Billable
de: Abrechenbar setzen

source: Remove
de: Entfernen

source: Add Contact
de: Kontakt hinzufügen

source: Create Job Site
de: Einsatzort erstellen

source: Save &raquo; Project
de: Speichern &raquo; Projekt

source: Save &uarr; List
de: Speichern &uarr; Liste

source: GAEB-Import (experimental)
de: GAEB-Import (experimentell)

source: offered
de: angeboten

source: billable
de: abrechenbar

source: percent
de: Prozent

source: code
de: Pos

source: completed
de: fertiggestellt

source: unit
de: Einheit

source: unit price
de: EP

source: sum
de: Summe

source: total
de: Summe

source: Project Dashboard
de: Projektkarte

source: line item
de: Kalkulationselement

source: qty
de: Menge

source: price
de: Preis

source: Timestamp
de: Zeitstempel

source: comment
de: Kommentar

source: task
de: Position

source: description
de: Beschreibung

source: Your username and password didn't match. Please try again.
de: Die eingegebenen Daten funktionieren nicht, bitte versuchen Sie es noch einmal.

source: Sign in
de: anmelden

source: New Password
de: Neues Passwort

source: Current Password Hash
de: Aktueller Passwort Hash

source: Generate New Password
de: Neues Passort generieren

source: No password set.
de: Kein Passwort gesetzt.

source: Role
de: Rolle

source: Staff
de: Administration

source: Generate Password
de: Passwort generieren

source: last_refueling_stop
de: letzter Tankstop

source: distance
de: Strecke

source: average_consumption
de: Durchschnittsverbrauch

source: you must enter a higher mileage than the older refueling stop.
de: es muss ein höherer Kilometerstand als die älteren Tankstops eingegeben werden.

source: you must enter a smaller mileage than the younger refueling stop.
de: es muss ein niedrigerer Kilometerstand als die jüngeren Tankstops eingegeben werden.

source: gasoline
de: Super

source: premium gasoline
de: Super+

source: premium diesel
de: Diesel+

source: electric
de: elektrisch

source: license plate
de: Nummernschild

source: number of seats
de: Anzahl Sitzplätze

source: fuel
de: Kraftstoff

source: last refueling stop
de: letzter Tankstop

source: unknown
de: unbekannt

source: equipment
de: Ausrüstung

source: mileage
de: Kilometerstand

source: refueled liters
de: getankte Liter

source: price per liter
de: Preis pro Liter

source: average consumption
de: Durchschnittsverbrauch

source: date
de: Datum

source: contractor
de: Werkstatt

source: cost
de: Kosten

source: in minutes
de: in Minuten

source: Geolocating...
de: finde Position...

source: Show
de: Zeige

source: manufacturer
de: Hersteller

source: Add refuel stop
de: Tankstop hinzufügen

source: Refueling Stops
de: Tankstop

source: liters
de: Liter

source: Add maintenance
de: Wartung hinzufügen

source: Maintenance
de: Wartung

source: Timesheet
de: Stundenzettel

source: Timesheets
de: Stundenzettel

source: today
de: heute

source: today +14
de: heute +14

source: today +21
de: heute +21

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: Numbering Structure
de: Nummernformat

source: Group
de: Gruppe

source: Groups
de: Gruppen

source: Filter Invoices
de: Rechnungen filtern

source: all
de: alle

source: draft
de: Entwurf

source: sent
de: Gesendet

source: paid
de: bezahlt

source: Month
de: Monat

source: Generate
de: generieren

source: Filter Equipment
de: Ausrüstung filtern

source: passive
de: passiv

source: group
de: Gruppe

source: Line items do not add up to the task price.
de: Die Kalkulation geht noch nicht auf.

source: Variant {}.0: {}
de: Variante {}.0: {}

source: Variant {}.{}: {} - Alternative for Variant {}.0
de: Variante {}.{}: {} - Alternative für Variante {}.0

source: Pattern for the GAEB hierarchy code structure.
de: Muster für die GAEB Positionsstruktur.

source: Morning break
de: Frühstückspause

source: Lunch break
de: Mittagspause

source: Public holiday
de: Feiertag

source: Paid leave
de: Minderstunden

source: Timers
de: Stoppuhren

source: Timer
de: Stoppuhr

source: Are you sure you want to delete the time range "%(timerange)s"?
de: Sicher alle Stoppuhren im Bereich von "%(timerange)s" löschen?

source: delete
de: Löschen

source: $phaseFilteredProjects projects aren't displayed.
de: $phaseFilteredProjects Projekte sind ausgeblendet.

source: Unpaid leave
de: unbez. Urlaub

source: Explanation required for correction.
de: Eine Korrektur benötigt eine Begründung.

source: Email w/ Line Items
de: Urkalk eMail

source: Print w/ Line Items
de: Urkalk Druck

source: Work correction notes
de: Arbeitszeitkorrektur Notizen

source: Overtime correction notes
de: Überstundenkorrektur Notizen

source: Doc template
de: Textbaustein

# timesheet
source: Previous
de: Vorangegangen

# timesheet
source: Correction
de: Korrektur

# timesheet
source: Balance
de: Saldo

source: day
de: Tag

source: Jobsite Required
de: Einsatzort erforderlich.

source: Require that all projects have a jobsite.
de: Bedingung, dass alle Projekte mind. einen Einsatzort haben.

source: only groups Email
de: Kompakt eMail

source: only groups Print
de: Kompakt Druck

source: exclude
de: ausschließen

source: variant allocation number
de: Variante Gruppennummer

source: provisional
de: Bedarf

source: Work correction (hours)
de: Korrektur Arbeitszeit (Stunden)

source: Vacation correction (hours)
de: Korrektur Urlaub (Stunden)

source: Vacation correction notes
de: Korrektur Urlaub Notizen

source: Overtime correction (hours)
de: Korrektur Überstunden (Stunden)

source: Compensation
de: Vergütung

source: Vacation
de: Urlaub

source: File '%s' can't be imported. Please contact support.
de: Datei '%s' kann nicht importiert werden. Bitte nehmen Sie Kontakt mit uns auf.

source: Error processing group.
de: Fehler beim erfassen der Gruppen.

source: Error processing task.
de: Fehler beim erfassen der Positionen.

source: Only work timers can have morning or lunch breaks.
de: Nur Timer vom Typ Arbeit können Pausen verwenden.

source: Sick
de: Krankmeldung

source: Timer cannot be negative
de: Timer können nicht negativ sein.

source: Overlapping timer ({:%d.%m.%Y %H:%M} — {:%d.%m.%Y %H:%M}) already exists
de: Es existiert bereits ein Timer im Bereich ({:%d.%m.%Y %H:%M} — {:%d.%m.%Y %H:%M}).

source: A potentially overlapping timer (started on {:%d.%m.%Y %H:%M}) is already running
de: Ein potentiell überlappender Timer (gestartet am {:%d.%m.%Y %H:%M}) läuft bereits.

source: Correction saved.
de: Korrektur gespeichert.

source: Return to timesheets.
de: Zurück zu Stundenzetteln.

# timesheet
source: Compensation
de: Vergütung

source: Could not start timer.
de: Konnte den Timer nicht starten.

source: Could not stop timer.
de: Konnte den Timer nicht stoppen.

source: Could not determine location.
de: Konnte keine Geolocation finden.

source: Timesheet Balances
de: Stundenzettel Saldi

source: Timesheet balance not available yet.
de: Stundenzettel Saldi noch nicht verfügbar.

source: Import Job
de: Los importieren

source: Has full and unlimited access.
de: Hat vollen und unlimitierten Zugriff.

source: Manage projects and perform administrative tasks.
de: Bearbeitet Projekte und hat Verwaltungsaufgaben.

source: Manage workers in the field.
de: Plant Mitarbeitereinsatz.

source: Limited access in the field.
de: Beschränkter Zugriff von der Baustelle aus.

source: Accountant
de: Buchhalter

source: Access to financial information.
de: Hat Zugriff zu Finanzen.

source: Must be enabled to allow worker access to the company. Unchecking this will completely disable access for the worker and you will not be able to assign tasks to them in the daily planner.
de: Aktiviert den Firmenzugriff des Mitarbeiters. Abwählen bewirkt, dass der Mitarbeiter keinen Zugriff mehr und er nicht in der Einsatzplanung eingeteilt werden kann.

source: Allowed to track their own time?
de: Aktiviert die Erlaubnis seine eigene Arbeitszeit zu stoppen.

source: Worker will be able to start and stop their own work timer. Requires that "Time Tracking & Timesheets" is also enabled.
de: Mitarbeiter darf seine eigene Arbeitszeit starten und stoppen. Erfordert, dass "Zeiterfassung und Stundenzettel" ebenso aktiv ist.

source: Time Tracking & Timesheets
de: Zeiterfassung und Stundenzettel

source: Enable this to allow workers time to be tracked and for timesheets to be generated.
de: Aktiviert die generelle Erfassung und Verarbeitung von Arbeitszeit, Urlaubsanspruch sowie Überstundenkalkulation.

source: Effective Date
de: Eintritttsdatum

source: Date on which worker officially started working.
de: Eintrittsdatum des Mitarbeiters.

source: Rate
de: Stundensatz

source: Workers' compensation amount in local currency
de: Mitarbeitervergütung

source: Rate Type
de: Lohntyp

source: Vacation time (in hours) accumulated every month.
de: Urlaubsanspruch der jeden Monat erworben wird.

source: Work Start
de: Beginn Arbeitszeit

source: Local time at which worker is expected to start working.
de: Beginn der regulären Arbeitszeit des Mitarbeiters.

source: Morning Break Start
de: Start Frühstückspause

source: Start of morning break in local time.
de: Beginn der Frühstückspause

source: Morning Break End
de: Ende Frühstückspause

source: End of morning break in local time.
de: Ende der Frühstückspause

source: Lunch Break Start
de: Start Mittagspause

source: Start of lunch break in local time.
de: Start der Mittagspause

source: Lunch Break End
de: Ende Mittagspause

source: End of lunch break in local time.
de: Ende der Mittagspause

source: Work End
de: Arbeitsende

source: Local time at which worker is expected to finish working.
de: Ende der regulären Arbeitszeit des Mitarbeiters.

source: Abandoned Timer Penalty
de: Strafe für vergessene Arbeitszeitstoppuhren.

source: Penalty (in hours) applies to work day of a worker who manually starts and then fails to stop their timer at the end of the day.
de: Strafe (in Stunden) die einem Mitarbeiter abgezogen werden, sollte er bei selbstständiger Arbeitszeiterfassung vergessen das Ende der Arbeitszeit zu melden, also vergessen den Timer zu stoppen.

source: Show Project ID?
de: Zeige Projekt Nr.?

source: Vesting Start
de: Leistungsdatum

source: Vesting period start date of the work completed in this invoice.
de: Leistungsdatum für die Arbeit in dieser Rechnung.

source: Vesting Period End
de: Leistungsdatum Ende

source: Vesting period end date of the work completed in this invoice.
de: Leistungsdatum für den letzen Arbeitstag für diese Rechnung.

source: Vesting Date
de: Leistungsdatum

source: Vesting Period
de: Leistungszeitraum

source: to
de: bis
