Repository: systori/systori
Catalog: systori/locale/*/LC_MESSAGES/django.po
Languages: de

source: Set job status to 'Completed'.
de: Los auf "fertiggestellt" setzen.

source: Progress Date
de: Fortschrittsdatum.

source: Expended
de: Verbrauch

source: Line Item Type
de: Typ des Kalkulationselements

source: Expend Report
de: Verbrauchsmeldung

source: Expend Reports
de: Verbrauchsmeldungen

source: to
de: ␣bis␣

source: Hourly
de: pro Stunde

source: Daily
de: pro Tag

source: Weekly
de: pro Woche

source: Flat Fee
de: Pauschal

source: only task names Email
de: Kurztexte eMail

source: only task names Print
de: Kurztexte Druck

source: time & materials
de: Taglohn

source: with Line Items Email
de: Urkalk eMail

source: with Line Items Print
de: Urkalk Druck

source: Delete today
de: Heute löschen

source: Delete
de: Lösche den

source: Are you sure you want to delete <b>today</b> (%(selected_day)s)?
de: Sind Sie sicher, dass Sie <b>heute</b> löschen möchten (%(selected_day)s)?

source: Are you sure you want to delete %(selected_day)s?
de: Sie Sie sicher, dass Sie den %(selected_day)s löschen möchten?

source: Date range:
de: Einsätze

source: first Dailyplan
de: erster Einsatz

source: last Dailyplan
de: letzter Einsatz

source: Workers Summary
de: Einsätze Übersicht

source: man days
de: Manntage

source: Count
de: Anzahl

source: DailyPlans
de: Alle Tagespläne

source: dailyplans
de: Tagespläne

source: Itemized listing for Invoice No. %(invoice_no)s
de: Einzelaufstellung für Rechnung %(invoice_no)s

# timesheet
source: Approved
de: genehmigt

source: Performance until {date}
de: Leistungsstand bis zum {date}.

source: add a note:
de: Notiz hinzufügen:

source: more
de: mehr

source: File
de: Datei

source: Used for progress records for each task/lineitem.
de: Verwendet für alle Leistungsmeldungen für jede Position.

source: Default Comment
de: Standard-Kommentar

source: Used as the default comment when a task/lineitem is changed but no comment is entered.
de: Verwendet als Standard-Kommentar wenn eine Position aktualisiert wird aber kein individueller Kommentar eingegeben wurde.

source: Inconsistent state.
de: Widersprüchliche Meldung.

source: Invalid decimal.
de: Ungültiges Zahlenformat.

source: Attachments
de: Anhänge

source: worker
de: Arbeiter

source: Avail. Holidays
de: Freie Urlaubstage

source: (Estimate until the end of year)
de: (Schätzung bis Ende des Jahres)

source: Vacation Schedule
de: Urlaubsplan

source: Worker
de: Arbeiter

source: Mar
de: Mär

source: May
de: Mai

source: Sep
de: Sept

source: Oct
de: Okt

source: Dec
de: Dez

source: Available
de: Verfügbar

source: Already used as well as forecast for future holidays (in Days).
de: Bereits verbrauchte, sowie Prognose für zukünftige, Urlaubstage (in Tagen).

source: Full legal name of your company.
de: Firmenbezeichnung

source: Short and simple version of your company name used in URLs. May only contain lowercase letters, digits and underscores. Must start with a letter. Cannot be changed later.
de: Kurze und einfach Bezeichnung Ihrer Firma die in URLs verwendet wird. Darf nur klein- und großgeschriebene Buchstaben, Zahlen und Unterstriche enthalten. Diese Bezeichnung kann NICHT mehr verändert werden.

source: GAEB File
de: GAEB Datei

source: The Job you're trying to import has an incompatible depth with the current project.
de: Das Los dass Sie versuchen zu importieren hat eine zu diesem Projekt inkompatible Positionsstruktur.

source: Project and imported jobs do not have compatible structure.
de: Das Projekt und die importierten Lose haben eine inkompatible Positionsstruktur.

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
de: Bitte melden Sie sich mit Ihrem Account an oder <a href="%(signup_url)s">registrieren</a> Sie sich für einen neuen Account.

source: or
de: oder

source: Forgot Password?
de: Passwort vergessen?

source: Company
de: Firma

source: Copy
de: kopieren

source: Upload
de: hochladen

source: User with this email is already a member of this company.
de: Ein Benutzer mit dieser eMail ist bereits ein Mitglied dieser Firma.

source: Verified users control their own name and email details.
de: Bestätigte Benutzer verwalten selbst ihren Namen oder eMail Details.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email address
de: eMail

source: Create Company
de: Firma erstellen

source: show
de: anzeigen

source: Sheet-No
de: Blatt-Nr.

source: Unlock
de: entsperren

source: Lock
de: sperren

source: technical listing
de: Leistungsverzeichnis

source: Are you sure you want to delete Note No "%(object.pd)s"?
de: Sind Sie sicher, dass die Notiz Nr "%(object.pd)s" gelöscht werden soll?

source: Note is
de: Notiz ist

source: Paste Job #%(job_id)s
de: Los #%(job_id)s einfügen

source: Cancel Paste Job
de: Einfügen abbrechen

source: Update Company
de: Firma bearbeiten

source: Project not found.
de: Projekt nicht gefunden.

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
de: Hallo von dem Systori Server, Du erhältst diese eMail da der Benutzer %(user_display)s diese eMail Adresse als zu diesem Benutzer zugehörig angegeben hat. Um dies zu bestätigen bitte auf %(activate_url)s klicken.

source: Thank you from %(site_name)s! %(site_domain)s
de: Vielen Dank! Ihr Systori-Team.

source: Please Confirm Your E-mail Address
de: Bitte bestätigen Sie ihre eMail Adresse

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
de: Hallo von dem Systori Server, Du erhältst diese eMail da Du oder jemand anderes ein Passwort-Reset für diesen Account beantragt hat. Du kannst diese eMail einfach ignorieren, falls dieser Vorgang nicht von Dir angestoßen wurde. Klicke auf den nachfolgenden Link um das Passwort zurückzusetzen.

source: In case you forgot, your username is %(username)s.
de: Für den Fall der Fälle: Dein Benutzername ist %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
de: Vielen Dank, dass Du Systori benutzt!

source: Password Reset E-mail
de: Passwort-Reset eMail

source: Page
de: Seite

source: Start date
de: Datum Beginn

source: End date
de: Datum Ende

source: Start date needs to be before end date.
de: Datum des Beginns muss vor dem Ende sein.

source: Jobsite
de: Baustelle

source: Examplestreet No 2
de: Musterstraße 2

source: Examplecity
de: Musterstadt

source: jobsite
de: Einsatzort

source: End
de: Ende

source: Filter period
de: Filterperiode
